{
  "_class": "text",
  "attributedString": {
    "_class": "attributedString",
    "attributes": [
      {
        "_class": "stringAttribute",
        "attributes": {
          "MSAttributedStringColorAttribute": {
            "_class": "color",
            "alpha": 1,
            "blue": 0.1882352941,
            "green": 0.1843137255,
            "red": 0.1764705882
          },
          "MSAttributedStringFontAttribute": {
            "_class": "fontDescriptor",
            "attributes": {
              "name": "Roboto-Regular",
              "size": 14
            }
          },
          "kerning": 0,
          "paragraphStyle": {
            "_class": "paragraphStyle",
            "alignment": 0,
            "allowsDefaultTighteningForTruncation": 0,
            "maximumLineHeight": 20,
            "minimumLineHeight": 20,
            "paragraphSpacing": 5
          }
        },
        "length": 11025,
        "location": 0
      }
    ],
    "string": "PriceSmart Clubs (TT), Ltd.\nEndeavour and Narsaloo Ramaya Road\nChaguanas, Trinidad, W.I. \n\nThis Privacy Policy and Data Processing Statement (the \"Policy\") explains the use of information that PriceSmart Clubs (TT), Ltd. ( “PriceSmart”) is provided with by the owners of the information (be it a member, vendor, contractor, employee or any other person, by virtue of a relationship with PriceSmart), whether provided in connection with shopping in any of our warehouse clubs (“Warehouse Clubs”), when registering in our website, or by any other means. This Policy enables you to make knowledgeable choices about whether to provide your personal information to us, and also advises you of the opportunity to direct us to limit the manner in which your personal data is used by us.\n\nOur Objective:\nPriceSmart believes it is important to protect the privacy of our members and other personal data owners. We gather and use your information, including your name, contact information, mailing address, email address, other identifying information, purchasing history, etc. only to serve you better and to fulfill our corporate mission.\n\nYour Consent:\nBy using this website to send personal data, by submitting your application for a PriceSmart membership or its renewal, by shopping in our Warehouse Clubs, and/or by having a commercial or employment relationship with PriceSmart, you are performing an unequivocal act that allows us to conclude that you have accepted the terms and conditions described in this Policy.\n\nPersonal Data Collection and Security: \nYou provide and we obtain your personal information when you: \n•\tSign up for, or renew, your PriceSmart membership; \n•\tPurchase products or services at any of our Warehouse Clubs; \n•\tRegister to shop on PriceSmart.com or sign up to receive PriceSmart news or notifications; \n•\tPlace an order on PriceSmart.com; \n•\tMaintain a commercial relationship with PriceSmart; or \n•\tContact us for any other reason via email, telephone, fax, in writing or in person at one of our locations.\n\nWe undertake commercially reasonable efforts to protect such information from unauthorized access, loss, misuse or alteration, through technical, contractual, physical and administrative measures.\n\nAdditional Online Data Collection and Related Security:\nWhen you visit our website, we may automatically collect information that may help us recognize you as a member and help us better serve you, such as, without limitation: your computer's network address and operating system, the site from which you linked to us, your site activity and the time and date of your visit and purchases. In a confidential and responsible manner, we collect, process and maintain certain payment information, in compliance with the data security rules adopted by credit card companies such as Visa, MasterCard and American Express. This means that we do not retain full credit card numbers, debit card PINs or credit card security codes, and that any time we maintain the last four digits of a credit card number, we use access controls and suitable encryption to protect it. If you use our website to provide us with personal data, your transmission will be protected by Secure Socket Layer (SSL) or Transport Layer Security (TLS) cipher encryption technologies.\n\nUse and Disclosure of Personal Data by PriceSmart: \nAs discussed below, we may share your personal identifiable information with affiliated companies and with others under the limited circumstances described below.\n\nIn the case of members, PriceSmart uses the personal information we collect to process your orders or transactions, to follow up on any requests or comments you may have, to provide quality member service, and to understand your shopping needs so we can better serve you. We may also use your personal information to provide you with promotional information, products and services as well as special notifications, as a part of the value of your membership. In the case of employees and suppliers, PriceSmart uses your personal information to process payments, support external/internal audit processes, and additional purposes in an effort to enhance the relationship between you and PriceSmart.\n\nIf you provide us with personal information, we will not sell, license, transmit or disclose it outside the PriceSmart group database unless: (i) you expressly authorized us to do so, or (ii) it would facilitate providing products or services to you, or (iii) it is to be disclosed to entities that provide services of marketing on our behalf or to other entities with which we have joint marketing agreements, or (iv) required or permitted by law or court order.\n\nWithin the above terms, PriceSmart may disclose your personal information to affiliated companies which are owned or controlled by PriceSmart and also to third parties. Additionally, we may disclose your personal information to our bank affiliate(s) in the PriceSmart Co-branded Card program for the purpose of facilitating credit card offers and applications as well as other promotions related to the Co-branded Credit Card program.\n\nIf you apply for, or request certain products, offers or services, the personal information you provide may be shared directly with the third parties providing the requested products, offers or services. Affiliated third parties with whom we may share information are required not to use personal information we share for any purposes other than to provide the services we request. Because we are not responsible for any additional information you provide directly to these parties, you should become familiar with their privacy and security practices and policies before disclosing information to them. We are not responsible for any information you provide to third parties. If you provide additional information to third parties, they may (subject to applicable laws and their privacy policies) share with us the information you provided and information about your use of the services. In addition, if we terminate our relationship with the third party, information you provided to them may be provided to us, and we may provide that information to a new third party offering the same or similar services.\n\nIn addition, we may disclose personal information when doing so is reasonably necessary to comply with legal process or authorities, respond to any claims, or to protect the rights, property or personal safety of PriceSmart, our customers, our employees or the public. Information about our customers, including personal information, may also be disclosed or transferred as part of, or during negotiations of, any merger, sale of company assets or acquisition.\n\nSimilarly, we may transfer or transmit (as applicable) your personal data to other companies abroad for reasons of security, administrative efficiency and better service, unless you instruct us otherwise. PriceSmart has adopted these measures so that those companies implement, in their jurisdiction and in accordance with the applicable laws, standards of safety and protection of personal data similar to those provided for in this document andPriceSmart policies in general. Additionally, please be advised that if our need for processing your data ceases, it may be removed from our databases.\n\nThird Party Data and Data in the Aggregate:\nUnder agreements between PriceSmart and third parties, PriceSmart may match user information with third party data. Also, PriceSmart may disclose aggregated member statistics (e.g. percentage of female shoppers, percentage of online users) in order to describe our business or services to prospective partners, advertisers, and other third parties and for other lawful purposes.\n\nUse of “Cookies”:\nCookies are alphanumeric identifiers that we transfer to your computer's hard drive through your web browser to help us identify you when you come to our website. You have choices with respect to cookies. By modifying your browser preferences, you have the choice to accept all cookies, to be notified when a cookie is set, or to reject all cookies. If you choose to reject all cookies you will be unable to use those PriceSmart services (e.g. PriceSmart.com online purchasing) which require registration in order to participate.\n\nAs a provider of personal data in relation to PriceSmart, you may: \na.\tReview, and request us to update, modify or delete your personal data. \nb.\tBe further informed, upon request, regarding the use of personal data; \nc.\tRevoke (prospectively) an express authorization for processing information; \nd.\tAccess your personal data that has been processed within the last year.\nHow to Contact PriceSmart To Limit The Manner In Which Your Data Is Used:\nIn accordance with the above, you may direct us not to send to you any promotional offers or other communications for marketing purposes, or request that we otherwise limit the use and distribution of your personal information. As a PriceSmart member you may give PriceSmart the foregoing direction by written notice to our membership services desk at any of our Warehouse Clubs, or by contacting us via email (see below) or by updating your personal profile on this website if one exists and checking the desired direction(s). Although the information is collected, you may limit the way it is used.\n\nGoogle Analytics:\nPriceSmart uses Google Analytics to analyze traffic to this web site. Google Analytics does not create individual profiles for visitors and only collects aggregate data. For more information about Google Analytics, please click here: http://www.google.com/analytics/\n\nHow You Can Access Or Correct Your Information: \nYou have the right to access your personal identifiable information held by PriceSmart. You may correct factual errors in such information by sending a request to us that credibly shows the error. Contact any of our Membership Services representatives at our Warehouse Clubs about how to exercise your rights, or you may otherwise contact us as described below. To protect your privacy and security, we will take reasonable steps to verify your identity before granting access or making corrections.\n\nQuestions or Concerns: \nIf you have any questions or concerns about this Policy or about any other aspects of this website, or would like to contact us for any reason, you can use the following methods:\n1.\tVisit any of our Member Services desks in our warehouse club locations\n2.\tContact us at https://shop.pricesmart.com/tt/en/contact-us/\n3.\tWrite us at:\n\nPriceSmart Clubs (TT), Ltd.\nEndeavour and Narsaloo Ramaya Road\nChaguanas, Trinidad, W.I. \nTo protect your privacy and security, we will take reasonable steps to verify your identity before providing you access or making corrections to your information. This Policy may be modified at any time or reason, and is deemed effective from the date it is posted on the website. For this reason, we recommend that you check our website periodically so that you are notified of any change.\n\nDate of Issuance: March 15, 2014\nModified: October 3, 2014"
  },
  "automaticallyDrawOnUnderlyingPath": false,
  "booleanOperation": 0,
  "clippingMaskMode": 0,
  "do_objectID": "A19148FA-FC92-4BA3-84DF-ED6340466256",
  "dontSynchroniseWithSymbol": false,
  "exportOptions": {
    "_class": "exportOptions",
    "do_objectID": "D26A456F-0B37-4124-93C0-CB4C8A73B871",
    "exportFormats": [
    ],
    "includedLayerIds": [
    ],
    "layerOptions": 0,
    "shouldTrim": false
  },
  "frame": {
    "_class": "rect",
    "constrainProportions": false,
    "do_objectID": "E9504B72-B300-42F5-876B-D05E658F9D10",
    "height": 3245,
    "width": 764,
    "x": 0,
    "y": 0
  },
  "glyphBounds": "{{-1, 3}, {765, 3239}}",
  "hasClippingMask": false,
  "isFixedToViewport": false,
  "isFlippedHorizontal": false,
  "isFlippedVertical": false,
  "isLocked": false,
  "isVisible": true,
  "layerListExpandedType": 0,
  "lineSpacingBehaviour": 2,
  "name": "PriceSmart Clubs (TT",
  "nameIsFixed": false,
  "resizingConstraint": 63,
  "resizingType": 0,
  "rotation": 0,
  "sharedStyleID": "718E3D48-9E51-4671-834A-071E0E77D49E",
  "shouldBreakMaskChain": false,
  "style": {
    "_class": "style",
    "do_objectID": "C4E705A1-1CD6-4A1A-A09E-80D7679893CF",
    "endMarkerType": 0,
    "miterLimit": 10,
    "startMarkerType": 0,
    "textStyle": {
      "_class": "textStyle",
      "do_objectID": "124F1E5C-ED92-49D9-8B08-F828458A70DC",
      "encodedAttributes": {
        "MSAttributedStringColorAttribute": {
          "_class": "color",
          "alpha": 1,
          "blue": 0.1882352941,
          "green": 0.1843137255,
          "red": 0.1764705882
        },
        "MSAttributedStringFontAttribute": {
          "_class": "fontDescriptor",
          "attributes": {
            "name": "Roboto-Regular",
            "size": 14
          }
        },
        "kerning": 0,
        "paragraphStyle": {
          "_class": "paragraphStyle",
          "alignment": 0,
          "allowsDefaultTighteningForTruncation": 0,
          "maximumLineHeight": 20,
          "minimumLineHeight": 20,
          "paragraphSpacing": 5
        }
      },
      "verticalAlignment": 0
    },
    "windingRule": 1
  },
  "textBehaviour": 2
}