{
  "_class": "text",
  "attributedString": {
    "_class": "attributedString",
    "attributes": [
      {
        "_class": "stringAttribute",
        "attributes": {
          "MSAttributedStringColorAttribute": {
            "_class": "color",
            "alpha": 1,
            "blue": 0.1882352941,
            "green": 0.1843137255,
            "red": 0.1764705882
          },
          "MSAttributedStringFontAttribute": {
            "_class": "fontDescriptor",
            "attributes": {
              "name": "Roboto-Regular",
              "size": 14
            }
          },
          "kerning": 0,
          "paragraphStyle": {
            "_class": "paragraphStyle",
            "alignment": 0,
            "allowsDefaultTighteningForTruncation": 0,
            "maximumLineHeight": 20,
            "minimumLineHeight": 20,
            "paragraphSpacing": 5
          }
        },
        "length": 9846,
        "location": 0
      }
    ],
    "string": "Online shopping at PriceSmart.com is available to all PriceSmart members. Products available for online purchase are generally not available in the warehouse clubs. Delivery is made to a local PriceSmart warehouse club for pickup, rather than to a residence or business. This allows us to leverage our current shipping and handling operations and to keep our prices low. Online product pricing includes standard shipping, handling and all duties and taxes. An express shipping option is available for most online products in most countries.\n\nShopping online at PriceSmart.com is safe and secure, protected by the two leading internet security authorities: McAfee and VeriSign. Click here for more information.\n\nPlacing an order with PriceSmart.com is easy. You will need to be an existing member and create an account first. You will then be able to place your first order online. We cannot accept orders by phone, fax, or e-mail – all orders must be placed online.\n\nFor PriceSmart members in Colombia, here is the link to the Colombian consumer protection office: http://www.sic.gov.co/es/web/guest/proteccion-al-consumidor.\n\nCreating an Account\nIf you wish to purchase items from PriceSmart.com, you must be a PriceSmart member and you will need to register to buy online by creating a user login and password. We use your account to recognize you when you shop with us, so you don’t have to fill out all of your information each time you return.\n\nYou can register any time by clicking on the “Login” button at the top of any PriceSmart.com web page, or you can register the first time you shop. When you go to checkout, you will be taken to the login screen and will have the opportunity to register at that time.\n\nWe first ask you for the following information to set up an account: your PriceSmart membership number, your phone number and your email address - so we can easily identify you.\n\nThen you need to choose your Account Settings. Enter and verify your email address. Your will use this email address to access your account and we will use it to contact you regarding your orders. Enter a password of at least 6 but no more than 12 characters - a combination of letters and numbers is best. Do not use personal information such as your name, birthday, email address or similar that can be easily obtained.\n\nHow to Shop\nYou can locate merchandise by either browsing or searching. You’ll find a list of product categories on the left-hand side of the web page. Click a category to see the selection of items available within that category. Click the item and you will see a detailed explanation of the item's features. Search for specific items by entering a brand name, an item description, or keywords in the \"Search\" window displayed on the top of every merchandise page. You will be given a list of items that best match your search criteria.\n\nRemember that all product prices include standard shipping, handling, duties and taxes. When you find something you want to purchase, click \"Add to cart.\" You can view or change the contents of your cart at any time by clicking \"View cart.\" In most countries, you can also add express shipping to any item in your order to receive that item in 2-3 weeks.\n\nPlacing an Order\nOnce you have put items in your cart, it takes just 3 simple steps to complete your order.\n\n1. When you are finished shopping, click the \"Checkout” button. You will be forwarded to our login screen where you will enter your e-mail address and password; if you have not purchased with PriceSmart before, click \"Sign Up\" and establish your account. After login you will be returned to the Checkout screen.\n2. On the Checkout screen, enter your billing and contact information (credit card information, phone number and email address) and select the PriceSmart warehouse club where you wish to pickup your order. When all your information is correct, click the \"Place Order\" button. You will be taken to a Verify Order screen. \n3. Verify that the items, billing information and club pickup location are all correct. When you are satisfied, click the “Place Order” button. Please print the Receipt page for your records (a copy of the receipt will also be sent to the email address you entered on the Checkout screen). \nShipping\nPriceSmart.com online orders are shipped to PriceSmart warehouse club locations, not to residences or businesses. You can pick up your items at the warehouse club once they have been delivered and you have been notified that they are available.\n\nStandard shipping costs, fees, import duties and local taxes are all included in the price of the item. Express shipping is also available for a fee. Our Express shipping rates for the items we sell are item based. Each item has an Express shipping rate independent of whether you order one or several products in the same order form.\n\nWe use a variety of carriers for each shipping option. It is not possible to specify a preferred carrier when placing your order.\n\nImport issues and manufacturer restrictions may prevent us from shipping certain products to all geographical locations. The item description screen should note locations where the item is not available, or you may be notified while placing your order if we are unable to ship specific items to the warehouse club you've selected.\n\nDelivery Estimates\nOur estimated shipping times are based on several factors, including the origin of the item and your destination warehouse. The estimated standard shipping time is displayed on the Shopping Cart screen, as well as the option, fee and estimated time for Express shipping.\n\nWe calculate delivery estimates by taking the estimated shipping date and adding the time it takes a package to travel from our facilities to your warehouse, based on the shipping method you've chosen. Orders for multiple items may arrive in different deliveries.\n\nThe item price includes charges for standard delivery in 30 business days. By adding Express Shipping to an item you can expect delivery in approximately 15 business days.\n\nWe will make every effort to deliver your items within the estimated timeframe. However, we cannot guarantee delivery on a specific day.\n\nChecking Order Status\nYou can check on the status of your order (if an item is in process, has shipped or has arrived at the warehouse) by clicking on the Order Status button at the top of any of the PriceSmart.com online shopping web pages. All of your orders will be listed. Click on the order you are interested in and the items in that order will be listed along with the status for each item.\n\nIf you need more information, please email the Member Experience Specialist for your country and include your order number in your message:\n\nAruba: memberservicearuba@pricesmart.com\nBarbados: memberservicebarbados@pricesmart.com\nColombia: servicioalsociocolombia@pricesmart.com\nCosta Rica: servicioalsociocostarica@pricesmart.com\nDominican Republic: servicioalsociodominicana@pricesmart.com\nEl Salvador: servicioalsocioelsalvador@pricesmart.com\nGuatemala: servicioalsocioguatemala@pricesmart.com\nHonduras: servicioalsociohonduras@pricesmart.com\nJamaica: memberservicejamaica@pricesmart.com\nNicaragua: servicioalsocionicaragua@pricesmart.com\nPanama: servicioalsociopanama@pricesmart.com\nTrinidad: memberservicetrinidad@pricesmart.com\nUSVI: memberserviceusvi@pricesmart.com\nPicking Up Your Items\nIf you have ordered multiple different items, those items may arrive in separate deliveries. This is especially true if you included Express shipping for any of your items.\n\nA representative from the warehouse club you’ve selected for your order delivery will notify you via telephone and/or email (the contact information you entered during Checkout) when your item(s) have arrived.\n\nFor your protection, only you (the member and the credit card holder) may pick up your merchandise. For security purposes, you must bring the credit card used for the purchase, a valid photo ID, your PriceSmart membership card and a copy of your confirmation e-mail or printed receipts. Upon arrival, go to the Member Services counter for prompt assistance. There you will be asked for the following:\n\n- A copy of your confirmation e-mail or printed receipt\n- Your PriceSmart membership card\n- Proper photo identification (such as a government-issued ID or driver's license)\n- The credit card used to make your purchase (The credit card must belong to the member who place the order)\nAgain for your protection, a Member Services representative will have you sign for your merchandise.\n\nCancellations and Returns\nPriceSmart will issue a refund minus a 15% re-stocking fee for orders cancelled prior to receipt of the merchandise. The original PriceSmart order receipt must be presented. Express delivery fees will not be refunded.\n\nFor online purchases, PriceSmart will issue a refund minus a 15% re-stocking fee for merchandise returned within 30 days from the date the merchandise was received. The original PriceSmart receipt must be presented at time of return. Merchandise must be complete (including any manuals and accessories), unused and in its original, unopened packaging with any factory seals intact. Express shipping fees will not be refunded. Damaged or altered merchandise and perishable items cannot be returned.\n\nItems that are demonstrably defective or fail to work (as verified by the warehouse club) within 30 days from the date the merchandise was received can be returned to PriceSmart for a full refund, including Express shipping fees. The original PriceSmart receipt must be presented at time of return. Altered merchandise or merchandise damaged by misuse, accidents, fire, flood or acts of God is not covered by warranty. Merchandise that failed as a result of being used on voltages or circuits for which it was not designed, or fluctuating voltages, may not be returned."
  },
  "automaticallyDrawOnUnderlyingPath": false,
  "booleanOperation": 0,
  "clippingMaskMode": 0,
  "do_objectID": "13CE9644-8D4D-4A3B-933F-9D49D86497A7",
  "dontSynchroniseWithSymbol": false,
  "exportOptions": {
    "_class": "exportOptions",
    "do_objectID": "6F8A01F4-CE09-48FD-8192-641226CE4CBE",
    "exportFormats": [
    ],
    "includedLayerIds": [
    ],
    "layerOptions": 0,
    "shouldTrim": false
  },
  "frame": {
    "_class": "rect",
    "constrainProportions": false,
    "do_objectID": "8543B8D5-270C-4D20-A736-04C17337F00C",
    "height": 2772,
    "width": 764,
    "x": 0,
    "y": 0
  },
  "glyphBounds": "{{0, 4}, {764, 3244}}",
  "hasClippingMask": false,
  "isFixedToViewport": false,
  "isFlippedHorizontal": false,
  "isFlippedVertical": false,
  "isLocked": false,
  "isVisible": true,
  "layerListExpandedType": 0,
  "lineSpacingBehaviour": 2,
  "name": "Online shopping at P",
  "nameIsFixed": false,
  "resizingConstraint": 63,
  "resizingType": 0,
  "rotation": 0,
  "sharedStyleID": "718E3D48-9E51-4671-834A-071E0E77D49E",
  "shouldBreakMaskChain": false,
  "style": {
    "_class": "style",
    "do_objectID": "D30BC1D2-0ED7-4DD3-BB7F-18AA86C55BCF",
    "endMarkerType": 0,
    "miterLimit": 10,
    "startMarkerType": 0,
    "textStyle": {
      "_class": "textStyle",
      "encodedAttributes": {
        "MSAttributedStringColorAttribute": {
          "_class": "color",
          "alpha": 1,
          "blue": 0.1882352941,
          "green": 0.1843137255,
          "red": 0.1764705882
        },
        "MSAttributedStringFontAttribute": {
          "_class": "fontDescriptor",
          "attributes": {
            "name": "Roboto-Regular",
            "size": 14
          }
        },
        "kerning": 0,
        "paragraphStyle": {
          "_class": "paragraphStyle",
          "alignment": 0,
          "allowsDefaultTighteningForTruncation": 0,
          "maximumLineHeight": 20,
          "minimumLineHeight": 20,
          "paragraphSpacing": 5
        }
      },
      "verticalAlignment": 0
    },
    "windingRule": 1
  },
  "textBehaviour": 2
}