{
  "_class": "text",
  "attributedString": {
    "_class": "attributedString",
    "attributes": [
      {
        "_class": "stringAttribute",
        "attributes": {
          "MSAttributedStringColorAttribute": {
            "_class": "color",
            "alpha": 1,
            "blue": 0.1882352941,
            "green": 0.1843137255,
            "red": 0.1764705882
          },
          "MSAttributedStringFontAttribute": {
            "_class": "fontDescriptor",
            "attributes": {
              "name": "Roboto-Regular",
              "size": 14
            }
          },
          "kerning": 0,
          "paragraphStyle": {
            "_class": "paragraphStyle",
            "alignment": 0,
            "allowsDefaultTighteningForTruncation": 0,
            "maximumLineHeight": 20,
            "minimumLineHeight": 20,
            "paragraphSpacing": 5
          }
        },
        "length": 27100,
        "location": 0
      }
    ],
    "string": "Welcome to PriceSmart.com. By using our site, you are agreeing to comply with and be bound by the following terms of use. Please review the following terms carefully. If you do not agree to these terms, you should not use this site. The term “PriceSmart,” “us” or “our” refers to PriceSmart Clubs (TT), Ltd. The term “you” refers to the user or viewer of our Web Site.\n\n1. Acceptance of Agreement.\nYou agree to the terms and conditions outlined in this Terms and Conditions Agreement (“Agreement”) with respect to our site (the “Site”). This Agreement may be amended at any time by us from time to time without specific notice to you. The latest version of the Agreement will be posted on the Site, and you should review this Agreement prior to using the Site.\n\n2. Online Shopping Terms and Conditions.\nInaccuracy Disclaimer: From time to time there may be information on our Site that contains typographical errors, inaccuracies, omissions or information that is simply out of date, that may relate to product descriptions, pricing, and availability. PriceSmart reserves the right to correct any errors, inaccuracies or omissions and to change or update information at any time without prior notice (including after you have submitted your order).\n\nSubject to applicable law, PriceSmart: (a) reserves the right to change the goods and services advertised or offered for sale through this Site, the prices or specifications of such goods and services, and any promotional offers and any other Site Materials (defined below) at any time and from time to time without any notice or liability to you or any other person; (b) cannot guarantee that goods or services advertised or offered for sale on this Site will be available when ordered or thereafter; (c) reserves the right to limit quantities sold or made available for sale; (d) does not warrant that the Site Materials (including without limitation product descriptions or photographs) are accurate, complete, reliable, current or error-free; and (e) reserves the right to cancel, to terminate or not to process orders (including accepted orders) where the price or other material information on this site is inaccurate. If we do not process an order for such reason, we will advise you that the order has been cancelled and will either not charge you or will apply credit to the payment type used in the order. Some jurisdictions may not allow the exclusions and disclaimers of certain implied warranties, so some of the provisions of this section may not apply to you. \"Site Materials\" means all materials on the Site, including, without limitation, trademarks, design, product description, HTML text, graphics, other files, photographs, codes, software layout, designs forms and the selection and arrangement thereof.\n\nReturns and Warranty Policy\n3. Copyright.\nThe content, organization, graphics, design, compilation, magnetic translation, digital conversion and other matters related to the Site are protected under applicable copyrights, trademarks and other proprietary (including but not limited to intellectual property) rights. The copying, redistribution, use or publication by you of any such matters or any part of the Site, except as allowed by Section 6 below, is strictly prohibited. You do not acquire ownership rights to any content, document or other materials viewed through the Site. The posting of information or materials on the Site does not constitute a waiver of any right in such information and materials. Some of the content on the site is the copyrighted work of third parties.\n\n4. Trademarks.\nPRICESMART, PRICESMART MEMBERSHIP SHOPPING, PRICESMART.COM, MEMBER’S SELECTION, CLUB SELECT (and all other registered trademarks owned by PriceSmart), and their respective designs and/or logos are either trademarks or registered trademarks of PriceSmart and may not be copied, imitated or used, in whole or in part, without the prior written permission of PriceSmart. In addition, all page headers, custom graphics, button icons, and scripts are trademarks, and/or trade dress of PriceSmart, and may not be copied, imitated, or used, in whole or in part, without the prior written permission of PriceSmart. All other trademarks, registered trademarks, product names and company names or logos mentioned herein are the property of their respective owners.\n\n5. United States Usage; Legal Compliance.\nThis Site is operated by a U.S. entity which is governed by the state and federal laws of the United States. The laws of your jurisdiction may be more or less strict. If you access this Site from outside the United States, you do so at your own risk and are responsible for compliance with the laws of your jurisdiction.\n\nYou agree to comply with all applicable domestic and international laws, statutes, ordinances and regulations regarding your use of the Site and the Content and Materials as defined in Section 7 below.\n\n6. Limited License; Permitted Uses.\nYou are granted a non-exclusive, non-transferable, revocable license (a) to access and use the Site strictly in accordance with this Agreement; (b) to use the Site solely for personal, non-commercial purposes; and (c) to print out discrete information from the Site solely for personal, non-commercial purposes and provided that you maintain all copyright and other policies contained herein. No print out or electronic version of any part of the Site or its contents may be used by you in any litigation or arbitration matter whatsoever under any circumstances.\n\nExcept as noted above, you are not conveyed any right or license by implication, estoppel, or otherwise in or under a patent, trademark, copyright, or proprietary right of PriceSmart or any third party. You may not use any meta tags or any other \"hidden text\" utilizing PriceSmart's name, trademark, or product name without our express written consent.\n\nWe may terminate this license and your use of or access to the Site if you make or permit any unauthorized use of this Site. Such actions by you may violate applicable law including, without limitation, copyright laws, trademark laws (including trade dress), and communications regulations and statutes. We reserve the right to have all violators prosecuted to the fullest extent of the law.\n\nThis Site is designed for and intended for use by adults. If you are under 18, you may use this Site only with involvement of a parent or guardian. If you are a parent or legal guardian, you must monitor and supervise the use of this site by children, minors and others under your care. You agree to be responsible for their use of this Site.\n\n7. Additional Restrictions and Prohibitions on Use.\nYour license for access and use of the Site and any information, materials or documents (collectively defined as “Content and Materials”) therein are subject to the following additional restrictions and prohibitions on use: You may not (a) copy, print (except for the express limited purpose permitted by Section 6 above), republish, display, distribute, transmit, sell, rent, lease, loan or otherwise make available in any form or by any means all or any portion of the Site or any Content and Materials retrieved from it; (b) use the Site or any materials obtained from the Site to develop, as a component of, any information, storage and retrieval system, database, information base, or similar resource (in any media now existing or hereafter developed), that is offered for commercial distribution of any kind, including through sale, license, lease, rental, subscription, or any other commercial distribution mechanism; (c) create compilations or derivative works of any Content and Materials from the Site; (d) use any Content and Materials from the Site in any manner that may infringe any copyright, intellectual property right, proprietary right, or property right of us or any third parties; (e) remove, change or obscure any copyright notice or other proprietary notice or terms of use contained in the Site; (f) make any portion of the Site available through any timesharing system, service bureau, the Internet or any other technology now existing or developed in the future; (g) remove, decompile, disassemble or reverse engineer any Site software or use any network monitoring or discovery software to determine the Site architecture; (h) use any automatic or manual process to harvest information from the Site; (i) use the Site for the purpose of gathering information for or transmitting (1) unsolicited commercial email; (2) email that makes use of headers, invalid or nonexistent domain names, or other means of deceptive addressing; and (3) unsolicited telephone calls or facsimile transmissions; (j) use the Site in a manner that violates any law, rule, regulation or order regulating email, facsimile transmissions or telephone solicitations; and (k) export or re-export the Site or any portion thereof, or any software available on or through the Site, in violation of the export control laws or regulations of the United States and any other applicable jurisdictions.\n\n8. Linking to the Site.\nYou may provide links to the Site, provided (a) that you do not remove or obscure, by framing or otherwise, advertisements, the copyright notice, or other notices (including this Agreement) on the Site, (b) your site does not engage in illegal or pornographic activities, and (c) you discontinue providing links to the Site immediately upon request by us.\n\n9. Advertisers.\nThe Site may contain advertising and sponsorships. Advertisers and sponsors are responsible for ensuring that material submitted for inclusion on the Site is accurate and complies with applicable laws. We are not responsible for the illegality or any error, inaccuracy or problem in the advertiser's or sponsor's materials.\n\n10. Registration/Purchase.\nCertain sections of, or offerings from, the Site may require you to register. If registration is requested, you agree to provide us with complete registration and/or purchase information. Your registration must be done using accurate information. Each registration is for your personal use only. We do not permit (a) any other person using the registered sections under your name; or (b) access through a single name being made available to multiple users on a network. You are responsible for preventing such unauthorized use.\n\n11. Passwords and Security.\nIf you use a password to access this Site or any portion of it, then you are responsible for maintaining the confidentiality of the password and for restricting access to your computer, and you agree to accept responsibility for all activities that occur on your account or with your password. In the event that the confidentiality of your account or password is compromised in any manner, you will notify PriceSmart immediately. PriceSmart reserves the right to take any and all action, as it deems necessary or reasonable, to ensure the security of the Site and your account, including without limitation, terminating your account, changing your password or requesting information to authorize transactions on your account. Notwithstanding the above, PriceSmart may rely on the authority of anyone accessing your account or using your password and in no event will PriceSmart be held liable to you for any liabilities or damages resulting from or arising out of (i) any action or inaction of PriceSmart under this provision, (ii) any compromise of the confidentiality of your account or password, and (iii) any unauthorized access to your account or use of your password.\n\n12. Errors, Corrections and Changes.\nWe do not represent or warrant that the Site will be error-free, free of viruses or other harmful components, or that defects will be corrected. We do not represent or warrant that the information available on or through the Site will be correct, accurate, timely or otherwise reliable. We may make changes to the features, functionality or content of the Site at any time. We reserve the right in our sole discretion to edit or delete any documents, information or other content appearing on the Site.\n\n13. Third Party Content.\nThird party content may appear on the Site or may be accessible via links from the Site. We are not responsible for and assume no liability for any mistakes, misstatements of law, defamation, omissions, falsehood, obscenity, pornography or profanity in the statements, opinions, representations or any other form of content on, or accessible via, the Site. You understand that the information and opinions in the third party content represent solely the thoughts of the author and is neither endorsed by nor does it necessarily reflect our belief. Material contained in the content may not be duplicated or redistributed without the prior written consent of us and the copyright holder.\n\n14. Unlawful Activity.\nWe reserve the right to investigate complaints or reported violations of this Agreement and to take any action we deem appropriate, including but not limited to reporting any suspected unlawful activity to law enforcement officials, regulators, or other third parties and disclosing any information necessary or appropriate to such persons or entities relating to your profile, email addresses, usage history, posted materials, IP addresses and traffic information.\n\n15. Indemnification.\nYou agree to indemnify, defend and hold us and our partners, agents, officers, directors, shareholders, employees, subcontractors, successors, assigns, third party suppliers of information and documents, advertisers, product and service providers, and affiliates (collectively, “Affiliated Parties”) harmless from any liability, loss, claim and expense related to your violation of this Agreement or use of the Site.\n\n16. Nontransferable.\nYour right to use the Site is not transferable or assignable. Any password or right given to you to obtain information or documents is not transferable or assignable.\n\n17. Disclaimer.\nTHE INFORMATION, CONTENT AND DOCUMENTS FROM OR THROUGH THE SITE ARE PROVIDED “AS-IS,” “AS AVAILABLE,” WITH “ALL FAULTS,” AND ALL WARRANTIES, EXPRESS OR IMPLIED, ARE DISCLAIMED (INCLUDING BUT NOT LIMITED TO THE DISCLAIMER OF ANY IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE). THE INFORMATION AND SERVICES MAY CONTAIN BUGS, ERRORS, PROBLEMS OR OTHER LIMITATIONS. WE AND OUR AFFILIATED PARTIES HAVE NO LIABILITY WHATSOEVER FOR YOUR USE OF ANY INFORMATION OR SERVICE, EXCEPT AS PROVIDED IN SECTION 18(b). IN PARTICULAR, BUT NOT AS A LIMITATION THEREOF, WE AND OUR AFFILIATED PARTIES ARE NOT LIABLE FOR ANY INDIRECT, SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES (INCLUDING DAMAGES FOR LOSS OF BUSINESS, LOSS OF PROFITS, LITIGATION, OR THE LIKE), WHETHER BASED ON BREACH OF CONTRACT, BREACH OF WARRANTY, TORT (INCLUDING NEGLIGENCE), PRODUCT LIABILITY OR OTHERWISE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. THE NEGATION AND LIMITATION OF DAMAGES SET FORTH ABOVE ARE FUNDAMENTAL ELEMENTS OF THE BASIS OF THE BARGAIN BETWEEN US AND YOU. THIS SITE AND THE PRODUCTS, SERVICES, DOCUMENTS AND INFORMATION PRESENTED WOULD NOT BE PROVIDED WITHOUT SUCH LIMITATIONS. NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM US THROUGH THE SITE OR OTHERWISE SHALL CREATE ANY WARRANTY, REPRESENTATION OR GUARANTEE NOT EXPRESSLY STATED IN THIS AGREEMENT.\n\nALL RESPONSIBILITY OR LIABILITY FOR ANY DAMAGES CAUSED BY VIRUSES CONTAINED WITHIN THE ELECTRONIC FILE CONTAINING A FORM OR DOCUMENT IS DISCLAIMED.\n\n18. Limitation of Liability.\n(a) We and our Affiliated Parties shall not be liable for any loss, injury, claim, liability, or damage of any kind resulting in any way from (1) any errors in or omissions from the Site or any services or products obtainable there from, (2) the unavailability or interruption of the Site or any features thereof, (3) your use of the Site, (4) the content contained on the Site, or (5) any delay or failure in performance beyond the control of a Covered Party.\n\n(b)(1) THE AGGREGATE LIABILITY OF US AND THE AFFILIATED PARTIES IN CONNECTION WITH ANY CLAIM ARISING OUT OF OR RELATING TO THE SITE AND/OR THE PRODUCTS, INFORMATION, DOCUMENTS AND SERVICES PROVIDED HEREIN OR HEREBY SHALL NOT EXCEED $100 AND THAT AMOUNT SHALL BE IN LIEU OF ALL OTHER REMEDIES WHICH YOU MAY HAVE AGAINST US AND OUR AFFILIATED PARTIES.\n\n19. Use of Information.\nWe reserve the right, and you authorize us, to the use and assignment of all information regarding Site uses by you and all information provided by you in any manner consistent with our Privacy Statement. All remarks, suggestions, ideas, graphics, or other information communicated by you to us in the form of email or submission to PriceSmart (collectively, a “Submission”) will forever be our property. We will not be required to treat any Submission as confidential, and will not be liable for any ideas (including without limitation, product, service or advertising ideas) and will not incur any liability as a result of any similarities that may appear in our future products, services or operations. Without limitation, we will have exclusive ownership of all present and future existing rights to the Submission of every kind and nature everywhere. We will be entitled to use the Submission for any commercial or other purpose whatsoever, without compensation to you or any other person sending the Submission. You acknowledge that you are responsible for whatever material you submit, and you, not us, have full responsibility for the message, including its legality, reliability, appropriateness, originality, and copyright.\n\n20. Consent to Email Communication\nWhen you visit this Site or send email to us, you are communicating with us electronically. You consent to receive communications from us electronically and agree that we may communicate with you by email or by posting notices on this Website.\n\n21. Third-Party Services.\nWe may allow access to or advertise certain third-party product or service providers (“Third Party Providers”) from which you may purchase certain goods or services. You understand that we do not operate or control the products or services offered by a Third Party Provider. Third Party Providers are responsible for all aspects of order processing, fulfillment, billing and customer service of Third Party goods and services. We are not a party to the transactions entered into between you and Third Party Providers. You agree that use of or purchase from such Third Party Providers is AT YOUR SOLE RISK AND IS WITHOUT WARRANTIES OF ANY KIND BY US, EXPRESSED, IMPLIED OR OTHERWISE INCLUDING WARRANTIES OF TITLE, FITNESS FOR PURPOSE, MERCHANTABILITY OR NON-INFRINGEMENT. UNDER NO CIRCUMSTANCES ARE WE LIABLE FOR ANY DAMAGES ARISING FROM THE TRANSACTIONS BETWEEN YOU AND THIRD PARTY PROVIDERS OR FOR ANY INFORMATION APPEARING ON MERCHANT SITES OR ANY OTHER SITE LINKED TO OUR SITE.\n\nAll rules, policies (including privacy policies) and operating procedures of Third Party Providers will apply to you while on any Third Party Provider sites. We are not responsible for information provided by you to Third Party Providers. Neither PriceSmart nor a Third Party Provider has authority to make any representations or commitments on behalf of the other.\n\n22. Related Policies and Terms.\nOur Privacy Statement, as it may change from time to time, is a part of this Agreement.\n\nAdditional policies and terms apply to use of specific portions of this Site and to the purchase of certain Merchandise or Services and are included as part of the Customer Service section. Please refer and review all additional specific terms and conditions under Customer Service.\n\n23. Payments.\nYou represent and warrant that if you are purchasing something from us that (i) any credit information you supply is true and complete, (ii) charges incurred by you will be honored by your credit card company, and (iii) you will pay the charges incurred by you at the posted prices, including any applicable taxes.\n\n24. Forward-Looking Statements\nThis Site, and any documents issued by us and available through this Site, may contain forward-looking statements concerning the Company's operations, prospects, strategies, financial condition, plans and objectives, as well as anticipated future revenues and earnings, adequacy of future cash flow and related matters. These forward-looking statements include, but are not limited to, statements containing the words \"expect,\" \"believe,\" \"will,\" \"may,\" \"should,\" \"project,\" \"estimate,\" \"scheduled,\" and like expressions, and the negative thereof. These statements are subject to risks and uncertainties that could cause actual results to differ materially, including the following risks: the Company had substantial net losses in fiscal 2003, 2004 and 2005, and may continue to incur losses in future periods; the Company’s financial performance is dependent on international operations which exposes the Company to various risks; any failure by the Company to manage its widely dispersed operations could adversely affect the Company’s business; although the Company has taken and continues to take steps to improve significantly its internal controls, there may be material weaknesses or significant deficiencies that the Company has not yet identified; the Company faces significant competition; the Company faces difficulties in the shipment of and inherent risks in the importation of merchandise to its warehouse clubs; the Company is exposed to weather and other risks associated with international operations; declines in the economies of the countries in which the Company operates its warehouse clubs would harm its business; a few of the Company’s stockholders have control over the Company's voting stock, which will make it difficult to complete some corporate transactions without their support and may prevent a change in control; the loss of key personnel could harm the Company’s business; the Company is subject to volatility in foreign currency exchange; the Company faces the risk of exposure to product liability claims, a product recall and adverse publicity; a determination that the Company's long-lived or intangible assets have been impaired could adversely affect the Company's future results of operations and financial position; and the Company faces increased costs and compliance risks associated with compliance with Section 404 of the Sarbanes-Oxley Act of 2002; as well as the other risks detailed in the Company's SEC reports, including the Company's most recent Form 10-Q filed pursuant to the Securities Exchange Act of 1934. We assume no obligation and expressly disclaim any duty to update any forward-looking statement to reflect events or circumstances after the date of this presentation or to reflect the occurrence of unanticipated events.\n\n25. Links to other Web Sites.\nThe Site may contain links to other Web sites. We are not responsible for the content, accuracy or opinions express in such Web sites, and such Web sites are not investigated, monitored or checked for accuracy or completeness by us. Inclusion of any linked Web site on our Site does not imply approval or endorsement of the linked Web site by us. If you decide to leave our Site and access these third-party sites, you do so at your own risk.\n\n26. Information and Press Releases.\nThe Site contains information and press releases about us. We disclaim any duty or obligation to update this information or any press releases. Information about companies other than ours contained in the press release or otherwise, should not be relied upon as being provided or endorsed by us.\n\n27. Applicable Law, Venue and Limitations of Actions.\nThis Agreement shall be treated as though it were executed and performed in Trinidad and Tobago and shall be governed by and construed in accordance with the laws of Trinidad and Tobago (without regard to conflict of law principles). The language in this Agreement shall be interpreted as to its fair meaning and not strictly for or against any party. Any rule of construction to the effect that ambiguities are to be resolved against the drafting party shall not apply in interpreting this Agreement. This Agreement and all incorporated agreements and your information may be automatically assigned by us in our sole discretion to a third party in the event of an acquisition, sale or merger. If any provision of this Agreement is held illegal, invalid or unenforceable for any reason, that provision shall be enforced to the maximum extent permissible, and the other provisions of this Agreement shall remain in full force and effect. If any provision of this Agreement is held illegal, invalid or unenforceable, it shall be replaced, to the extent possible, with a legal, valid, and unenforceable provision that is similar in tenor to the illegal, invalid, or unenforceable provision as is legally possible. To the extent that anything in or associated with the Site is in conflict or inconsistent with this Agreement, this Agreement shall take precedence. Our failure to enforce any provision of this Agreement shall not be deemed a waiver of such provision nor of the right to enforce such provision. No waiver, express or implied, by us of any breach of or default under these Site terms will constitute a continuing waiver of such breach or default or be deemed to be a waiver of any preceding or subsequent breach or default.\n\nOur rights under this Agreement shall survive any termination of this Agreement. The title, headings and captions of this Agreement are provided for convenience only and shall have no effect on the construction of the terms of this Agreement.\n\n28. Termination.\nNotwithstanding any of these terms and conditions, PriceSmart reserves the right, without notice and in its sole discretion, to terminate your license to use this Site, and to block or prevent future access to and use of this Site if you violate any of these Site terms. Upon termination, these Site terms shall still apply.\n\n29. Legal Equivalency\nThis electronic document and any other electronic documents, policies and guidelines incorporated herein will be: (i) deemed for all purposes to be a \"writing\" or \"in writing,\" and to comply with all statutory, contractual, and other legal requirements for a writing: (ii) legally enforceable as a signed writing as against the parties subject to the electronic documents; and (iii) deemed an \"original\" when printed from electronic records established and maintained in the ordinary course of business. Electronic documents introduced as evidence in any judicial, arbitration, mediation or administer of proceeding will, if established and maintained in the ordinary course of business, be admissible to the same extent as business records in written form that are similarly established and maintained.\n\n30. Contact Us.\nIf you are experience difficulties in using the Site, please contact us:\n\n1. Visit any of our Member Services desks in our warehouse club locations\n2.\tContact us at https://shop.pricesmart.com/tt/en/contact-us/\n3.\tWrite us at:\n\nPriceSmart Clubs (TT), Ltd.\nEndeavour and Narsaloo Ramaya Road\nChaguanas, Trinidad, W.I. "
  },
  "automaticallyDrawOnUnderlyingPath": false,
  "booleanOperation": 0,
  "clippingMaskMode": 0,
  "do_objectID": "97038873-A26E-4A4E-92C0-53702081B837",
  "dontSynchroniseWithSymbol": false,
  "exportOptions": {
    "_class": "exportOptions",
    "do_objectID": "65443038-3ADE-4655-9281-4F6B025165FD",
    "exportFormats": [
    ],
    "includedLayerIds": [
    ],
    "layerOptions": 0,
    "shouldTrim": false
  },
  "frame": {
    "_class": "rect",
    "constrainProportions": false,
    "do_objectID": "5A61BC34-3D7B-4A78-8DCC-D3D3A7550C1D",
    "height": 6995,
    "width": 764,
    "x": 0,
    "y": 0
  },
  "glyphBounds": "{{0, 4}, {764, 6969}}",
  "hasClippingMask": false,
  "isFixedToViewport": false,
  "isFlippedHorizontal": false,
  "isFlippedVertical": false,
  "isLocked": false,
  "isVisible": true,
  "layerListExpandedType": 0,
  "lineSpacingBehaviour": 2,
  "name": "Welcome to PriceSmar",
  "nameIsFixed": false,
  "resizingConstraint": 63,
  "resizingType": 0,
  "rotation": 0,
  "sharedStyleID": "718E3D48-9E51-4671-834A-071E0E77D49E",
  "shouldBreakMaskChain": false,
  "style": {
    "_class": "style",
    "do_objectID": "0A6131A1-37A3-4480-9800-E4368AA27994",
    "endMarkerType": 0,
    "miterLimit": 10,
    "startMarkerType": 0,
    "textStyle": {
      "_class": "textStyle",
      "do_objectID": "951130D2-C9D9-44EC-886D-7DAE2CBA335D",
      "encodedAttributes": {
        "MSAttributedStringColorAttribute": {
          "_class": "color",
          "alpha": 1,
          "blue": 0.1882352941,
          "green": 0.1843137255,
          "red": 0.1764705882
        },
        "MSAttributedStringFontAttribute": {
          "_class": "fontDescriptor",
          "attributes": {
            "name": "Roboto-Regular",
            "size": 14
          }
        },
        "kerning": 0,
        "paragraphStyle": {
          "_class": "paragraphStyle",
          "alignment": 0,
          "allowsDefaultTighteningForTruncation": 0,
          "maximumLineHeight": 20,
          "minimumLineHeight": 20,
          "paragraphSpacing": 5
        }
      },
      "verticalAlignment": 0
    },
    "windingRule": 1
  },
  "textBehaviour": 2
}