{
  "_class": "text",
  "attributedString": {
    "_class": "attributedString",
    "attributes": [
      {
        "_class": "stringAttribute",
        "attributes": {
          "MSAttributedStringColorAttribute": {
            "_class": "color",
            "alpha": 1,
            "blue": 0.1882352941,
            "green": 0.1843137255,
            "red": 0.1764705882
          },
          "MSAttributedStringFontAttribute": {
            "_class": "fontDescriptor",
            "attributes": {
              "name": "Roboto-Regular",
              "size": 14
            }
          },
          "kerning": 0,
          "paragraphStyle": {
            "_class": "paragraphStyle",
            "alignment": 0,
            "allowsDefaultTighteningForTruncation": 0,
            "maximumLineHeight": 20,
            "minimumLineHeight": 20,
            "paragraphSpacing": 5
          }
        },
        "length": 13619,
        "location": 0
      }
    ],
    "string": "Robert E. Price\nChairman of the Board of Directors\nRobert E. Price has been Chairman of the Board of Directors of the Company since July 1994 and served as Chief Executive Officer of the Company from April 2006 until July 2010. Mr. Price served as Interim Chief Executive Officer of the Company from April 2003 until April 2006 and also served as Interim President of the Company from April 2003 until October 2004. Mr. Price also served as President and Chief Executive Officer of the Company from July 1994 until January 1998. Mr. Price is President of Price Charities, fka San Diego Revitalization Corp. Mr. Price previously served as Chairman of the Board of Price Enterprises, Inc. (“PEI”) from July 1994 until November 1999 and was President and Chief Executive Officer of PEI from July 1994 until September 1997. Mr. Price was Chairman of the Board of Price/Costco, Inc. (“Price/Costco”) from October 1993 to December 1994. From 1976 to October 1993, he was Chief Executive Officer and a director of The Price Company (“TPC”). Mr. Price served as Chairman of the Board of TPC from January 1989 to October 1993, and as its President from 1976 until December 1990. Mr. Price has been a Manager of The Price Group, LLC since August 2000. Mr. Price’s significant experience as an executive and director of warehouse club merchandising businesses, as well as his extensive knowledge of the Company’s business, history and culture, contribute to the Board of Directors’ conclusion that he should serve as a director of the Company.\n\nSherry S. Bahrambeygui\nDirector\nSherry S. Bahrambeygui has been a director of the Company since November 2011 and Vice Chair of the Board since October 2016. Ms. Bahrambeygui joined The Price Group, LLC in September 2006 and has served as a Manager since January 2007. Additionally, Ms. Bahrambeygui serves as Executive Vice President, Secretary and Vice Chairman of the Boards of Price Charities (fka San Diego Revitalization Corp.), and Price Philanthropies Foundation, and is the Chief Executive Officer of PS Ivanhoe, LLC, a commercial real estate company. Ms. Bahrambeygui was a licensed stockbroker and a founding partner of the law firm of Hosey & Bahrambeygui, LLP. She has practiced law with an emphasis in employment, compensation, business and corporate matters since 1993 and had provided consultation and legal representation to the Company from time-to-time between 2001 and 2008. Ms. Bahrambeygui was admitted in August 2015 to the Bar of the Supreme Court of the United States. Ms. Bahrambeygui’s thorough understanding of the business and operations of the Company, as well as having effectively assisted the Company on certain legal and business matters, contribute to the Board of Directors’ conclusion that she should serve as a director of the Company.\n\nGonzalo Barrutieta\nDirector\nGonzalo Barrutieta has been a director of the Company since February 2008. Mr. Barrutieta was employed in several capacities with Grupo Gigante, S.A. de C. V. from 1994 to 2006, including as Director of Real Estate and New Business Development. Since 1994, he has served as a member of the board of directors of Grupo Gigante. From 2002 through 2005, Mr. Barrutieta was a director of PriceSmart Mexico (formerly a joint venture between the Company and Grupo Gigante) and served as Chief Executive Officer of PriceSmart Mexico from 2003 to 2005. Mr. Barrutieta has also been a director of Hoteles Presidente since 2004, of Office Depot Mexico since 2005, of Radio Shack Mexico from 2005 until 2012, and has served as President and director of Operadora IPC de Mexico since 2007. Mr. Barrutieta’s experience as an executive and director of international merchandising businesses, as well as his general knowledge and understanding of the markets in Central America, contribute to the Board of Directors’ conclusion that he should serve as a director of the Company.\n\nGordon H. Hanson\nDirector\nGordon H. Hanson has been a director of the Company since April 2014. Mr. Hanson has been a tenured member of the economics faculty at the University of California, San Diego since 2001. At UC San Diego, Mr. Hanson is the Acting Dean of the School of Global Policy and also directs the Center on Global Transformation. From 1998 to 2001, he was a tenured member of management faculty to the University of Michigan, and from 1992 to 1998, he was on the economics faculty of the University of Texas. From 2009 until 2014, he served as a director of the Washington Office on Latin America, a non-profit organization working to promote civic advancement in the region, chairing their development committee. Mr. Hanson’s extensive background in the analysis of the economies of Latin America, including over two decades of experience in consulting for international financial organizations, contribute to the Board of Directors’ conclusion that he should serve as director of the Company.\n\nLeon C. Janks\nDirector\nLeon C. Janks has been a director of the Company since July 1997 and served as a director of PEI from March 1995 until July 1997. He has been a partner in the accounting firm of Green, Hasson & Janks LLP in Los Angeles, California since 1980 and serves as its Managing Partner. Mr. Janks has extensive experience in domestic and international business, serving a wide variety of clients in diverse businesses. Mr. Janks is a certified public accountant. Mr. Janks’ experience, and his significant accounting, financial and tax expertise and his many years of service to the Company as a member of the Board of Directors, contribute to the Board of Directors’ conclusion that he should serve as a director of the Company.\n\nJose Luis Laparte\nDirector\nJose Luis Laparte has been a director of the Company since February 2008, Chief Executive Officer of the Company since July 2010 and President of the Company since October 2004. Mr. Laparte initially served as a consultant for the Company from December 2003 to October 2004. Prior to joining the Company as a consultant, Mr. Laparte worked for more than 14 years at Wal-Mart Stores, Inc. in Mexico and the United States in progressively responsible positions. From October 2002 through September 2003, he served as Vice President of Sam’s International, where he directed and managed the company’s operations, finance, sales, marketing, product development and merchandising. From May 2000 to October 2002, he served as Vice President, Wal-Mart de Mexico, responsible for sales and the expansion of the Sam’s Club format in Mexico. Mr. Laparte’s background and experience as an executive overseeing numerous operational aspects of the international merchandising business, including sales, product development, merchandising, marketing, finance and information technology, contribute to the Board of Directors’ conclusion that he should serve as a director of the Company.\n\nBeatriz Infante\nDirector\nSince 2009, Ms. Infante has served as Chief Executive Officer of BusinessExcelleration LLC, a business consultancy specializing in corporate transformation and renewal, and since 2008 has been a limited partner in Tandem Capital, a Silicon Valley venture capital firm investing in mobile technology companies. From 2010 until its acquisition by Infor in 2011, Ms. Infante was the Chief Executive Officer and a director of ENXSUITE Corporation, a leading supplier of energy analytics software. Since May 2014, she has served on the board of directors and as a member of the audit committee of Liquidity Services Inc., an online marketplace for retail and capital assets, and has additionally served as chair of the compensation committee since November 2015. Since January 2010, she has served as director and member of the compensation committee of Sonus Networks, a market leader in cloud communications. Since 1994, she has served on the Advisory Committee to the Princeton University School of Engineering and Applied Science. Ms. Infante has also served as a director of a number of privately held companies, and currently serves on the board of directors or advisory boards of private companies in the cloud infrastructure, cybersecurity, intelligent automation and social media spaces. Additionally, Ms. Infante is a National Association of Corporate Directors Board Leadership Fellow, and in 2016 was named to the 2016 “NACD Directorship 100,” which honors the most influential boardroom leaders each year. Ms. Infante holds a bachelor of science and engineering degree in electrical engineering and computer science from Princeton University and holds a master of science degree in engineering science from California Institute of Technology. Ms. Infante’s executive leadership experience, including from her service as a chief executive officer of various companies, along with extensive operational expertise and experience in digital transformation, engineering, sales and marketing, contribute to the Board of Directors’ conclusion that she should serve as a director of the Company.\n\nMitchell G. Lynn\nDirector\nMitchell G. Lynn has been a director of the Company since November 2011. Mr. Lynn served in several senior executive positions and as the President and a director of TPC prior to its merger in 1993 with Costco, Inc., and from 1993 until 1994, he served as an executive officer, director and member of the Executive Committee of Price/Costco. Mr. Lynn also was a member of The Price Group, LLC from 2005 to 2008. Mr. Lynn is a founding and continuing director of Bodega Latina Corporation, dba El Super, a 61-store warehouse-style grocery retailer that targets the Hispanic market in the Western United States. Mr. Lynn is also the founder, limited partner and a general partner of CRI 2000, LP, dba Combined Resources International (“CRI”), which designs, develops and manufactures consumer products under various brand names for domestic and international wholesale distribution, primarily through warehouse clubs. Mr. Lynn also is a founder, limited partner and a general partner of ECR4Kids LP (“ECR”), which designs, manufactures and sells educational/classroom products to wholesale dealers. Mr. Lynn is a certified public accountant (inactive) and a licensed real estate broker in California. Mr. Lynn’s extensive prior experience in both the warehouse club business and general retailing and his significant knowledge relating to accounting and financial matters contribute to the Board of Directors’ conclusion that he should serve as a director of the Company.\n\nGary M. Malino\nDirector\nGary Malino has been a director of the Company since April 2016. Mr. Malino is a former senior executive of Realty Income Corporation, a real estate investment trust (REIT) listed on the New York Stock Exchange. Mr. Malino joined Realty Income Corporation in 1985 and was the Chief Financial Officer from 1994 until 2001 when he was promoted to President and Chief Operating Officer, the position he held until his retirement in 2014. Prior to joining Realty Income, Mr. Malino was a certified public accountant for a Los Angeles based accounting firm (1981-1985) and assistant controller with McMillin Development Company, a real estate development company (1979-1981). Mr. Malino’s extensive experience as a prior executive of a publicly traded company, his accounting background and his extensive experience with finance and real estate matters contributed to the Board of Directors’ conclusion that he should serve as a director of the Company.\n\nPierre Mignault\nDirector\nPierre Mignault has been a director of the Company since August 2015. Mr. Mignault has more than 45 years’ experience in the retail sector, starting his career in 1969 as a management trainee with The Bay Department Stores (Hudson’s Bay Company) and working through a series of executive positions, ultimately serving as General Manager for the eastern region from 1983 until 1985. From 1985 to 1993, he served as Chief Executive Officer of Price Club Canada. Mr. Mignault served as Chief Executive Officer of Probigo Inc., a Canadian public company and the second largest food retailer in Canada, from 1993 until it was acquired by Loblaw Companies Limited in November 1998, remaining with that company through March 1999. From 2000 until September 2005, he was Chairman of Fly America Furniture, a private company. Mr. Mignault’s extensive knowledge and significant experience in both the warehouse club business and general retailing contribute to the Board of Directors’ conclusion that he should serve as a director of the Company.\n\nEdgar A. Zurcher\nDirector\nEdgar Zurcher has been a director of the Company since October 2009 and also served as a director of the Company from November 2000 to February 2008. Mr. Zurcher has been a partner in the law firm Zurcher, Odio & Raven in Costa Rica since 1980, which the Company uses as counsel for certain legal matters. Mr. Zurcher is also President of PLP, S.A., as well as a director of Payless ShoeSource Holdings, Ltd. (“Payless Shoes”). PLP, S.A. owns 40% of Payless Shoes, which rents retail space from PriceSmart. Additionally, Mr. Zurcher is a director of Molinos de Costa Rica Pasta and Roma S.A. dba Roma Prince S.A., from which the Company purchases products to sell to its members at its warehouse clubs, and is a director of Promerica Financial Corporation, S.A. from which the Company received rental income and credit card fees in fiscal years 2007 and 2008. Mr. Zurcher’s background in legal matters and his significant experience in Central America business and legal affairs contribute to the Board of Directors’ conclusion that he should serve as a director of the Company."
  },
  "automaticallyDrawOnUnderlyingPath": false,
  "booleanOperation": 0,
  "clippingMaskMode": 0,
  "do_objectID": "4AFBCAC7-BEE7-4996-BFF3-3158959C8B4C",
  "dontSynchroniseWithSymbol": false,
  "exportOptions": {
    "_class": "exportOptions",
    "do_objectID": "E58D8C07-5B4E-4331-ACBC-6D56FF45690E",
    "exportFormats": [
    ],
    "includedLayerIds": [
    ],
    "layerOptions": 0,
    "shouldTrim": false
  },
  "frame": {
    "_class": "rect",
    "constrainProportions": false,
    "do_objectID": "8EC4FEF3-C9F7-44E0-B94E-50B30D177F74",
    "height": 3968,
    "width": 764,
    "x": 0,
    "y": 0
  },
  "glyphBounds": "{{0, 4}, {763, 3224}}",
  "hasClippingMask": false,
  "isFixedToViewport": false,
  "isFlippedHorizontal": false,
  "isFlippedVertical": false,
  "isLocked": false,
  "isVisible": true,
  "layerListExpandedType": 0,
  "lineSpacingBehaviour": 2,
  "name": "Robert E. Price Chai",
  "nameIsFixed": false,
  "resizingConstraint": 63,
  "resizingType": 0,
  "rotation": 0,
  "sharedStyleID": "718E3D48-9E51-4671-834A-071E0E77D49E",
  "shouldBreakMaskChain": false,
  "style": {
    "_class": "style",
    "do_objectID": "5E177D0D-589A-401D-A3D9-B8E3B2C4BA31",
    "endMarkerType": 0,
    "miterLimit": 10,
    "startMarkerType": 0,
    "textStyle": {
      "_class": "textStyle",
      "do_objectID": "616E2906-38E5-4C17-AC8A-A2CFE593B539",
      "encodedAttributes": {
        "MSAttributedStringColorAttribute": {
          "_class": "color",
          "alpha": 1,
          "blue": 0.1882352941,
          "green": 0.1843137255,
          "red": 0.1764705882
        },
        "MSAttributedStringFontAttribute": {
          "_class": "fontDescriptor",
          "attributes": {
            "name": "Roboto-Regular",
            "size": 14
          }
        },
        "kerning": 0,
        "paragraphStyle": {
          "_class": "paragraphStyle",
          "alignment": 0,
          "allowsDefaultTighteningForTruncation": 0,
          "maximumLineHeight": 20,
          "minimumLineHeight": 20,
          "paragraphSpacing": 5
        }
      },
      "verticalAlignment": 0
    },
    "windingRule": 1
  },
  "textBehaviour": 2
}